{
    "pages": [
        "FOCUSED ISSUE OF THIS MONTH\nJ Korean Med Assoc 2018 December; 61(12):740-748\n\n\npISSN 1975-8456 / eISSN 2093-5951\n\n\nhttps://doi.org/10.5124/jkma.2018.61.12.740\n\n\n740  대한의사협회지\n\n\n서론\n\n\n얼굴은 우리 신체에서 가장 중요하고 신비로운 외면이다. \n\n\n한 인간에서 정체성의 결정체이다. 얼굴은 신체의 중심이며, \n\n\n감정을 표현하고 메시지를 내보낸다. 얼굴에 발생한 흉터나 \n\n\n골격변형과 같은 손상은 정신심리적으로 악영향을 미치며, \n\n\n사회적 부적응을 초래할 수 있다[1]. \n\n\n외상 후 안면변형은 외상을 원인으로 하여 나타나는 안면\n\n\n부의 후천척인 변형을 의미한다. 안면변형은 상, 중, 하 안면\n\n\n부로 나눌 수 있으며, 연부조직 변형과 골성 변형으로 나눌 \n\n\n수 있다. 상안면부는 이마와 두피, 두개골의 변형으로 신경\n\n\n외과와 동반된 재건이 필요하다. 하안면부는 교합과 관련된 \n\n\n기능적인 변형을 동반하여 수술 및 교정과정이 필요하다. 중\n\n\n안면부 변형은 기능적인 문제와 더불어 미용적인 중요성이 \n\n\n특히 강조되는 부분이다. 본 논문에서는 중안면부의 골절에 \n\n\n초점을 맞추어 기술하도록 하겠다. \n\n\n중안면골 골절은 관골 골절, 안와골 골절, 관골안와 복\n\n\n합체 골절, 르포트 1, 2, 3형의 상악골절(LeFort 1,2,3 \n\n\nfracture), 비안와사골골절, 전두골 골절, 비골골절 등이 포\n\n\n함된다. 비골골절은 빈도가 워낙 높고[2-8] 변형에 대한 교\n\n\n정술은 미용분야에 해당 되므로, 추후 다른 기회를 통해 다\n\n\n루도록 하겠다. \n\n\n외상 후, 골절수술의 최적 시기는 수상 후 즉시, 부종이 생\n\n\n기기 전이다. 그러나 현실적으로는 적절한 의료기관에서 전\n\n\n외상 후 안면변형에 대한 지연재건술\n김 용 하 | 영남대학교병원 성형외과\n\n\nDelayed reconstruction of posttraumatic facial \ndeformities\nYong Ha Kim, MD\n\n\nDepartment of Plastic & Reconstructive Surgery, Yeungnam University Hospital,Daegu, Korea\n\n\nReceived: November 21, 2018   Accepted: December 6, 2018\n\n\nCorresponding author: Yong Ha Kim\n                            E-mail: kimyon@ynu.ac.kr \n\n\n© Korean Medical Association \nThis is an Open Access article distributed under the terms of the Creative \nCommons Attribution Non-Commercial License (http://creativecommons.\norg/licenses/by-nc/3.0) which permits unrestricted non-commercial use, \ndistribution, and reproduction in any medium, provided the original work \nis properly cited.\n\n\nPosttraumatic facial deformities (PTFDs) are very difficult to correct, and if they do occur, their impact can be \ndevastating. It may sometimes be impossible for patients to return to normal life. The aim of surgical treatment \nis to restore the deformed bone structure and soft tissue to create symmetry between the affected side and the \nopposite side. In the process of managing PTFD, correcting enophthalmos is one of the most challenging aspects \nfor surgeons because of difficulties in overcoming the scar tissue and danger of injuring to the optic nerve. In \nthis article, surgical options for reconstruction of the medial wall, floor, lateral wall, and roof of the orbit are \ndescribed. To optimize aesthetic improvement, additional cosmetic procedures such as facial contouring surgery, \nblepharoplasty and rhinoplasty can be used. Plastic surgeons should join emergency trauma teams to implement \nan overall treatment plan containing rational strategies to avoid or minimize PTFD.\n \nKey Words:  Orbital fractures; Facial bones; Enophthalmos",
        "외상 후 안면변형에 대한 지연재건술  741\n\n\nKim YH·Delayed reconstruction of posttraumatic facial deformities\n\n\n문가에 의한 평가가 필요하고, 부종이 빠지고 난 뒤에 계획\n\n\n하여 수술을 시행하는 것이 시행한다. 그러므로 실질적인 적\n\n\n기는 수상 1주 전후이며, 늦어도 2주이내에 해주는 것을 권\n\n\n장한다. 그 이상이 지나면 골유합이 발생되어 수술 방법이 \n\n\n달라지게 되며, 난이도가 점차 증가하게 되어 결과가 만족스\n\n\n럽지 않게 될 수 있다[9-11].\n\n\n본 논문에서는 외상 후 안면변형 환자의 양상, 원인, 골절 \n\n\n별 수술방법을 다룰 것이다. 더불어 첨단 치료법과 미용적 \n\n\n동반수술에 대하여도 짧게나마 다루고 사회 제도적 개선점\n\n\n을 지적하고자 한다.\n\n\n외상 후 안면변형\n\n\n1. 어떠한 변형이 나타나는가?\n\n\n외모의 변형과 기능적 변화로 나눌 수 있다. 외모의 변형\n\n\n은 선행하는 골절에 따라 다양하게 나타나며, 중안면부의 경\n\n\n우 안구함몰, 가성안검하수, 상꺼풀의 뚜렷해짐, 안구하방\n\n\n증, 중안면부의 평편화, 관골 돌출부 후\n\n\n퇴증, 외안각의 하방변위, 뺨의 쳐짐현\n\n\n상, 내안각각격리증, 전방부 개방교합 \n\n\n등 다양한 변형이 나타난다(Figure 1) \n\n\n[11-13]. 적절하게 치료되지 못한 안면\n\n\n골절은 시간이 지나면서 변형이 뚜렷해\n\n\n지는데, 이는 골구조물의 위치가 변동되\n\n\n어 발생할 수 있고, 조직의 결손에 의해\n\n\n서도 발생할 수 있다. 흔히 관찰되는 안\n\n\n구함몰은 안와 용적과 안와 연부조직 사\n\n\n이에 불균형이 생겨 발생한다[14-16]. \n\n\n즉 관골안와복합체의 부정유합으로 인\n\n\n해 안와 용적이 팽창된 경우, 안와 연부\n\n\n조직의 탈출과 반흔 위축이 발생하여 연\n\n\n부조직의 용적이 감소하는 경우, 그 외 \n\n\n원인으로 안와 골절편에 의해 연부조직\n\n\n이 포획되거나 지지인대나 안와근이 약\n\n\n화된 경우에 발생할 수 있다[17-20]. \n\n\n기능적 변형은 안와외근의 손상 혹은 안구의 위치변동으\n\n\n로 인한 시야장해, 복시 등이 발생 가능하다[21]. 하안와신\n\n\n경이 손상된 경우는 편측 뺨과 상구순, 코와 치아의 일부에 \n\n\n감각저하 혹은 이상을 호소할 수 있다. 개구장해나 교합장해 \n\n\n발생도 가능하며 두부나 하악골의 골절과 동반할 경우는 더\n\n\n욱 심각한 후유증을 초래할 수 있다. \n\n\n2. 어떠한 상황에서 초래되는가?\n\n\n1) 초기 진단의 미비\n\n\n외상 초기에 정확한 평가가 이루어지지 않은 경우에 발\n\n\n생한다. 환자의 부정확한 진술, 부종으로 말미암아 정확한 \n\n\n검사를 시행하지 않은 경우, 특히 영상촬영의 미시행 등이 \n\n\n원인이 될 수 있다. 최근 컴퓨터단층촬영(computed tomo-\n\n\ngraphy, CT) 보급과 정보의 공개화로 인하여 진단미비로 인\n\n\n한 안면변형은 줄어드는 추세이다.\n\n\n2) 동반손상으로 인하여 초기수술의 불가능\n\n\n사고 당시 생명을 위협하는 동반손상으로 말미암아 수술\n\n\n의 시도 자체가 불가능하여 안면변형이 유발된다[22]. 두개\n\n\nFigure 1.  (A,B) Preoperative view of the patient. He showed 3 mm enophthalmos, 2 mm hypoophthal-\nmos, pseudoptosis, supratarsal fold deepening, mid face widening and retrusion, and cheek drooping. \n(C,D) Postoperative view after 6 months of surgery. Improvement facial deformities. Informed consent was \nobtained from the patient.\n\n\nA\n\n\nC\n\n\nB\n\n\nD",
        "742  대한의사협회지\n\n\nJ Korean Med Assoc 2018 December; 61(12):740-748\n\n\n내압 상승, 심한 출혈, 응고병증, 급성호흡곤란증후군이 있\n\n\n는 경우가 이에 해당되어 즉각적인 수술은 금한다. 그 외의 \n\n\n경우에는 수술을 시행할 수 있다.\n\n\n3) 초기 수술의 미흡\n\n\n안면골 골절에 대해서는 일차적 수술이 시행되지만, 안와\n\n\n벽 골절에 대한 교정이 적절히 이루어지지 않아 안구함몰의 \n\n\n변형을 남기는 경우가 종종 발생한다. 분쇄골절, 다발성 안\n\n\n면부 골절 혹은 관골안와복합체의 복잡골절, 연부조직의 심\n\n\n각한 동반손상 등이 발생한 경우에는 초기에 수술로 완벽한 \n\n\n교정을 하지 못하는 경우가 있어서 외상 후 안면변형이 나타\n\n\n날 가능성이 비교적 높다. 이럴 경우에는 환자에게 처음부터 \n\n\n주지시키고 추가적 수술로 교정할 계획을 세우고 진행하는 \n\n\n것이 좋다[11].\n\n\n3. 안면변형 환자의 평가 \n\n\n우선 환자와의 면담을 통해 주 호소부위를 파악하고, 의무\n\n\n기록 및 영상학적 자료를 통합적으로 분석하고 안과를 포함\n\n\n한 충분한 관련 검진을 해야 한다. 안구함몰 정도는 Hertel \n\n\n안구돌출계측기로 측정하여 정상측에 비해 병변측의 함몰정\n\n\n도를 측정할 수 있다. 안구수직변위의 정도는 눈금자를 이\n\n\n용하여 측정할 수 있다. 기능적 분석 항목으로는 복시, 시력\n\n\n장애, 안구운동장애 그리고 하안와신경 지배부의 감각이상\n\n\n을 조사한다. \n\n\n영상학적 자료는 가장 도움이 되고 중요한 것은 CT이다. \n\n\n안면부 CT의 관상면, 시상면, 축성면, 그리고 3D 영상 등 다\n\n\n각도의 영상을 확보하여 안와골을 포함해 안면골의 초기 골\n\n\n절과 골결손 부분 및 변형 정도를 정확히 파악하여야 한다. \n\n\n사고 전, 그리고 사고 후 수술 전 현재의 사진과 정밀 CT\n\n\n영상, 컴퓨터 프로그램을 이용해 충분히 상담하여, 원래의 \n\n\n모습과 현재, 그리고 미래의 모습을 구체화하여, 현실 가능\n\n\n한 수술계획을 수립해야 한다. 정밀 CT영상과 information \n\n\ntechnology 프로그램, rapid prototype (RP) 모형을 이용하\n\n\n여 정상측과 거울형 반대측 모형을 확보하고, 변형의 정도를 \n\n\n파악하고, 수술 계획을 잡을 수 있다[23,24]. 수술은 통상 정\n\n\n상측에 비해 환측의 안구함몰이 2 mm 이상이면서, 환자가 \n\n\n미용적 개선을 원하는 경우에 시행한다.\n\n\n4. 부위에 따른 교정수술법 \n\n\n외상 후 안면변형에 대한 지연교정은 안면부 성형수술 중 \n\n\n가장 난이도가 높은 종류에 해당한다[9,18,19,25-27]. 안구\n\n\n함몰의 교정이 어려운 이유는 정확하게 수술하기 어렵고 수\n\n\n술중 위험도가 크기 때문이다. 안구를 정상위치로 옮기기 위\n\n\n해서는 안구의 연부조직을 안와의 골조직으로부터 분리하여 \n\n\n이동시켜야 한다. 즉, 골절된 병변부 전체를 포함하여 더 넓\n\n\n게 박리하여야 하며 심한 경우는 360도 박리가 필요하다. 반\n\n\n흔조직을 분리하는 과정중 출혈이 심하고, 반흔조직이 혼재\n\n\n되어 있어 정상 조직을 정확히 파악하기 어려우므로 시신경\n\n\n손상, 외안근 손상 등의 가능성이 증가한다[28-30]. 안와골\n\n\n절의 교정 수술과정 중 500명당 1명에서 시신경 손상이 발\n\n\n생한다고 보고되었다[31,32]. 국내외에서 의료사고가 보고\n\n\n되고 있으며 위험도는 여전히 존재하고 한다[33,34].\n\n\n치료의 목표는 변형된 골 구조물을 적절히 복원시키고 안\n\n\n와골을 재건하여, 안와 용적과 안와 연부조직의 용적이 조화\n\n\n를 이루게 하는 것이다. 수술 방법은 안와골절 중에서도 하\n\n\n벽, 내벽, 그리고 관골골절과 동반된 외측벽, 전두골절과 동\n\n\n반된 상벽골절로 나누어 각각 다르게 접근하고, 모든 변병부\n\n\n를 교정해 주어야 한다. 안와재건 시, 병변부의 위치에 따라 \n\n\n삽입물의 위치를 다르게 두어야한다. 안구의 하방변위를 교\n\n\n정하기 위해서는 안와 하방부위를 보강해야 하며, 안구의 후\n\n\n방변위인 함몰을 교정하기 위해서는 안구보다 뒷 부위에 삽\n\n\n입물을 위치시켜 안구를 밀어내는 효과를 볼 수 있다.\n\n\n1) 안와하벽의 골절\n\n\n하안검절개나 결막절개를 통해 골막하 박리하여 병변부로 \n\n\n접근한다[35,36]. 반흔조직과 주변의 연부조직을 골성의 안\n\n\n와로부터 충분히 분리시킨다. 박리과정중 안와하 신경다발\n\n\n을 확인하고, 상악동 점막이나 안구 연부조직 등의 주변 반\n\n\n흔조직으로부터 손상없이 분리시키는 과정이 필요하다. 접\n\n\n근을 용이하게 하기 위해서 안와하연 이나 골절주변확장술\n\n\n을 사용할 수 있다[37-39]. 함입된 안구와 연부조직을 안와\n\n\n내로 복원시키고 자가골 혹은 인공삽입물을 이용하여 안와\n\n\n골 결손부위를 재건한다. 중요한 점은, S형태의 자연스런 윤\n\n\n곽을 만들어 후방부의 돌출된 부분을 재건해야 한다는 것이\n\n\n다. 수술과정 중 동공크기의 변화가 없는지 수시로 관찰하여",
        "외상 후 안면변형에 대한 지연재건술  743\n\n\nKim YH·Delayed reconstruction of posttraumatic facial deformities\n\n\n야 하며, 삽입물 위치후에는 안구의 견인테스트를 시행하여 \n\n\n운동장해를 유발시키지 않음을 확인해야 한다.\n\n\n2) 안와내벽 골절\n\n\n관상절개, 피부절개도 시행되나, 결막내 접근이 자주 사용\n\n\n된다. 누구와 반달주름 사이로 절개한후, 골막거상기를 안와\n\n\n내벽으로 접근하여 골막하 박리한다. 결손부의 전방이 촉지\n\n\n되면 사골동 안으로 접근한다. 기구 끝을 사골동 안으로부터 \n\n\n안와내벽 쪽으로 이동시키며 결손부위의 후방 병변부를 확\n\n\n인한다. 유착된 반흔조직을 골조직으로부터 분리시킨 후 사\n\n\n골동 내로 탈출한 안와 연부조직을 박리하여 복원시키고, 자\n\n\n가골 혹은 인공삽입물을 이용하여 내측 안와벽을 재건한다. \n\n\n결손부를 덮어주는 onlay 방법, 수겹의 다공성 폴리에틸렌 \n\n\n조각을 사골동에 삽입하는 inlay 방법[20,40], 혹은 결손부 \n\n\n전체를 들어올리는 pushout 방법[41] 등이 있다. \n\n\n3) 관골 골절을 동반한 경우(안와외벽 골절)\n\n\n관골은 골절이 발생하면 저작근과 중력의 힘에 의해 후방, \n\n\n하방, 외측방으로 변위되는 경우가 흔하다. 관골은 안와의 외\n\n\n측벽을 구성하고 있고, 30% 정도에서는 안와하벽골절을 동\n\n\n반하므로 안와 용적이 커지며 광대뼈가 평편해지면서 안구함\n\n\n몰이 흔히 발생하며 하방변위도 관찰된다. 이때는 변위된 관\n\n\n골의 절골 및 재배치술이 필요하다[9,16,42-44]. 관골 및 안\n\n\n와골의 골막하 박리를 충분히 한 후, 수술용 톱 등을 사용하\n\n\n여 부정유합된 부분을 절골하여 가동성을 확보한다. 좌우 대\n\n\n칭성을 고려하면서 관골복합체를 이동시킨다. 보통 전방 및 \n\n\n내상방으로 이동시켜 안와 용적을 적절히 줄여주며 대칭성을 \n\n\n확보한 후견고한 내고정을 시행한다. 필요시 관골전두골 접\n\n\n합부의 골편을 제거하거나 관골궁에 골이식을 시행하는 방법\n\n\n을 사용할 수 있다. 다른 방법으로는 함몰부위 위에 보형물을 \n\n\n만들어 보강해주는 방법이 있다. RP 모델이나 컴퓨터 프로그\n\n\n램에서 결핍된 부분을 계산하여, 보형물의 모양과 두께를 사\n\n\n전제작하여, 수술의 정확도와 편리성을 높일 수 있다.\n\n\n4) 전두골 골절을 동반한 경우(안와상벽 골절)\n\n\n전두골 골절로 안와상벽 결손이 발생한 경우에는 관상절\n\n\n개를 통해 두개골 및 안와연 상부를 노출하여 교정한다. 경\n\n\n우에 따라 전두골을 절골하고 두개내 접근을 통해 안와상연\n\n\n과 상벽을 노출하여 안와 상벽을 재건한다[11]. 골이식을 위\n\n\n해서 전두골편의 내측 피질골을 이용할 수 있다.\n\n\n5) 내안각격리증 \n\n\n내안각격리증은 내안각인대가 측방으로 이동되어 양측 안\n\n\n각사이 거리가 증가되며 안각의 각도가 증가된다. 이는 부착\n\n\n된 내측 인대가 골조직으로부터 떨어져 발생하며 비사골의 \n\n\n외상, 암 절제, 두개안면골의 노출, 선천성 기형, 노화 등에 \n\n\n의해 생길 수 있다. 외상의 경우, 동반 손상과 부종으로 초기\n\n\n에 진단하지 못하거나, 작은 골절로 CT상 발견하지 못해 발\n\n\n생하기도 한다. 분쇄골절의 경우 초기 치료 시 적절한 치료\n\n\n를 하지 못해 재발하는 경우도 있다. \n\n\n교정을 위해서는, 내안각인대를 찾아서 누선와의 후상방 \n\n\n지점, 내안각 인대가 부착되는 포인트로 견고히 고정을 해\n\n\n주어야 하며, 경비강 철사고정술 방법이 유효하다. 내안각성\n\n\n형술의 절개법을 이용하여 수술시야를 확보하고 철사의 각\n\n\n도를 경사지게 함으로써 효율적인 교정이 가능하다[45,46].\n\n\n(1) 증례 1\n\n\n내원 6개월 전 추락으로 인한 우측 관골의 골절 및 안와벽 \n\n\n골절이 있었으나 두개강내 출혈로 인해 초기 적절한 치료를 \n\n\n받지 못했던 41세 남자 환자로, 우측 안구의 3 mm의 함몰\n\n\n변형, 2 mm의 안구하방변형, 중안면부의 편평화, 관골 돌출\n\n\n부 후퇴증을 호소하였다(Figure 1). 수술 전 다각도의 CT와 \n\n\nRP 모델을 분석하여, 관골을 절골하고 상방, 전방, 내측으로 \n\n\n관골을 재배치할 계획을 세웠다. 수술은 기존의 골절선을 따\n\n\n라 관골을 상악골의 봉합선, 관골 전두골 봉합선, 하방외측의 \n\n\n안와 및 관골궁에 절골술을 실시한 후 관골을 재배치하여 고\n\n\n정하였다. 안와부 반흔조직을 박리하고 다공성 폴리에틸렌을 \n\n\n골막하층으로 삽입하여 안와벽을 재건하고 안구를 전방으로 \n\n\n밀어내었다. 수술 후 6개월째, 안구함몰, 안구하방증, 중안면\n\n\n부의 편평화, 관골 돌출부 후퇴증이 호전되었다 [11].  \n\n\n(2) 증례 2\n\n\n자동차 사고 후 뇌출혈로 인해 적절한 치료를 받지 못했\n\n\n던 12세 여자환자가 우안의 7 mm 안구하방변위, 2 mm의 \n\n\n안구함몰 및 사시 증상을 주소로 내원하였다. 술 전 CT상에\n\n\n서 전두골, 안와상연, 안와지붕 및 관골의 하방 전위가 관찰\n\n\n되었고 복시와 상방 주시시 안구 운동의 장애를 호소하였다. \n\n\n전두골 절제술 및 안와상연골의 절골술을 통해 전두골피판",
        "744  대한의사협회지\n\n\nJ Korean Med Assoc 2018 December; 61(12):740-748\n\n\n의 내피질을 채취한 뒤 이식하여 안와지붕과 안와상연을 재\n\n\n건하였다. 관골상악골지지대 및 관골궁을 절골하고, 절골된 \n\n\n관골 복합체를 상방으로 재위치시켰다. 안구이소증, 안구함\n\n\n몰, 뺨의 쳐짐현상이 호전되었다. 1년 후 사시 수술을 시행\n\n\n하였으며 수술로부터 12년 후 내원 시 얼굴의 불균형이나 \n\n\n복시 또는 다른 합병증은 관찰되지 않았다(Figure 2) [11].\n\n\n(3) 증례 3\n\n\n내원 40년 전 보행 중 마차에 부딪쳐 미간에서 우측 내\n\n\n안각 부위까지 이어지는 열상 및 우측 아래눈물소관 손상\n\n\n이 있었던 51세 남자 환자로, 흉터, 우측 아래 눈물소관 손\n\n\n상 및 우측 이마부위의 골 함몰을 교정하기 위해 내원하였\n\n\n다. 술 전 중심선-내안각췌피 간 거리는 건측 22 mm, 환측  \n\n\n35 mm이었다. 철사고정술 방법으로 내안각인대를 최대한 \n\n\n견인하여 고정한 뒤 미간 부위 흉터는 W-성형술을 시행하\n\n\n였다. 수술로부터 9개월 후 중심선에서 내안각췌피까지의 \n\n\n거리는 건측 22 mm, 환측 24 mm로 측정되었으며 내안각\n\n\n의 속눈썹 손상이나 누관염 등은 발생\n\n\n하지 않았다(Figure 3) [46]. \n\n\n결론 \n\n\n우리나라 안면골 골절 양상은 개발\n\n\n도상국가를 벗어나 선진국형으로 변화 \n\n\n중이다. 특히 2018년 차량 탑승객의 전\n\n\n좌석 안전벨트를 의무화 하고 난 뒤 안\n\n\n면골절 사고는 눈에 띄게 감소하였다. \n\n\n동시에 국민들의 안면부 성형수술에 대한 기대수준이 높아\n\n\n져, 작은 후유증도 치료나 개선을 위하여 수술적 치료를 요\n\n\n구하고있다. \n\n\n1. 지연수술에 있어 치료원칙\n\n\n외상 후 안면변형을 교정할 때는 뼈대 구조의 복원이 우선\n\n\n되며, 그 후에 흉터 등의 연부조직에 대한 문제를 해결한다 \n\n\n[47-51]. 적절한 절개와 골막하 박리를 통하여 수술 시야를 \n\n\n충분히 확보하는 것이 중요하다. 관골골절이 동반된 경우는 \n\n\n관골의 절골 및 재배치술이 효과적이다. 자가골 이식[52]이\n\n\n나 인공대체물 [9,53,54]을 사용하여 구조적 안정성과 미용\n\n\n적 효과를 얻을 수 있다. 인공삽입물의 적절한 사용은 자가\n\n\n골을 이용하는 경우 생길 수 있는 공여부의 이환율을 줄여주\n\n\n어 환자의 회복기간 단축에 도움이 된다. 안와재건에서 사용\n\n\n되는 인공물질로는 티타니움 금속판, 다공성 폴리에틸렌, 흡\n\n\n수성 고정판 등이 있다[15,55,56].\n\n\nFigure 2.  (A) Preoperative view of the patient. This 12-year-old female patient was observed to have posttraumatic exotropia, hypotropia, and strabismus on the right \neye. (B) Postoperative view after 12 months of surgery. (C) Postoperative view after 12 years of surgery (From Kim YH et al. J Craniofac Surg 2012;23:1005-1009, with \npermission from LWW Journals) [11].\n\n\nA B C\n\n\nFigure 3.  (A) Preoperative view of the patient. The distance of midline to medial canthus was 22 mm on the \naffected side and 35 mm on the other side. B. Postoperative view after 9 months of surgery. Telecanthus on the \naffected side was improved (From Kim TG et al. Ann Plast Surg 2014;72:164-168, with permission from LWW \nJournals) [46].\n\n\nA B",
        "외상 후 안면변형에 대한 지연재건술  745\n\n\nKim YH·Delayed reconstruction of posttraumatic facial deformities\n\n\n전체적인 재건 과정에 신경외과, 안과, 교정과 등 타과와\n\n\n의 협진이 중요하다. 사고후유증 혹은 수술 후유증으로 뇌출\n\n\n혈, 뇌수막염, 외안근 손상, 시신경 손상 및 안구 손상과 같\n\n\n은 합병증이 추가적으로 발생 가능하므로 최소화하려는 노\n\n\n력이 동반되어야 할 것이다[32]. \n\n\n2. 첨단수술법, 컴퓨터 지원수술\n\n\n외상 후 안면변형의 교정을 위하여 더 정확하고 더 안전한 \n\n\n시술에 대한 요구가 커지고 있다. 특히 컴퓨터 지원수술이 활\n\n\n발하게 개발되고 있다[36]. 수술 전 준비, 수술 중 적용 그리\n\n\n고 수술 직후 확인방법으로 나누어 적용된다. 수술 전, 정밀 \n\n\nCT영상과 IT 프로그램을 이용하여 거울모형을 확보하고, 반\n\n\n대편에 비해 어느 정도 변형이 있는지 수술로 어느 정도 이동\n\n\n시키고 보강할지를 파악하여 수술 계획을 세우는 데에 도움\n\n\n받을 수 있다. 수술 중에는 네비게이션을 이용하여 정확도를 \n\n\n높이는 방법이 시행된다. 시신경 손상 등 주요 구조물의 손상\n\n\n을 피하면서 삽입물을 원하는 위치에 정확히 놓였는지 확인\n\n\n하는 것이 중요하다. 수술시야로 확인할 수 없는 깊은 곳을 \n\n\n환자의 해부학적 구조의 3D 이미징을 기반으로, stereotactic \n\n\n개념에 적응 된 네비게이션 시스템을 적용하면 이러한 요구\n\n\n가 충족될 수 있다. 수술직후에는 수술실에서 이동용 CT를 \n\n\n찍어 계획대로 수술되었는지 확인해보고, 미흡할 경우 그 자\n\n\n리에서 수정할 수 있는 시스템이 필요하다[33,57]. \n\n\n이러한 방법들은 국내외에서 이미 개발되어 있고 또한 일\n\n\n부 의사들이 시행하기도 하지만, 의료보험 수가가 책정되지 \n\n\n않아 아직은 국내에서는 실험적이다. 비용과 시간이 많이 소\n\n\n모되는 작업이지만, 수술위험도를 줄이고 정확도를 높일 수 \n\n\n있어 전체 결과를 높이고 후유증을 줄여주므로, 향후 제도적 \n\n\n보완이 따라와 주기를 기대한다. \n\n\n3. 동반적인 미용수술\n\n\n최근 전세계에서 성형한류의 명성이 널리 퍼져있고, 워싱\n\n\n턴포스트지에서는 한국은 세계 성형수술의 수도라는 기사를 \n\n\n내었다[57]. 다양한 미용수술법이 개발되어 있어서, 환자의 \n\n\n욕구에 따라 외상 후 안면변형 환자에게 동반수술 혹은 추가\n\n\n적 수술을 시행할 수 있다. 안면변형을 일으키는 원인 병변\n\n\n부를 교정한 후, 추가적인 교정을 위해서 미용수술을 시행하\n\n\n여 개선을 도모할 수 있다. 관골 축소술[58]이나 턱끝성형술 \n\n\n등의 안면 윤곽술이나 양악수술을 동반 시행하여 개선을 도\n\n\n모할 수 있다. 경미한 광대뼈 함몰변형일때는 인공물질을 돌\n\n\n출부 위에 얹어 고정하는 광대뼈 확장수술로 효과를 볼 수도 \n\n\n있다. 간혹, 함몰된 쪽은 그냥 두든지 조금만 올리고, 반대쪽\n\n\n을 축소술을 시행하여 좌우 균형을 맞추는 수술로 효과를 보\n\n\n는 경우도 있다. 더불어 융비술이나 턱끝 보강술을 시행하여 \n\n\n좌우로는 갸름해지고, 전후로는 돌출되는 모습을 유도할 수 \n\n\n있다. 그 외 추가적 교정을 위해서는 상안검성형술[59,60], \n\n\n하안검성형술[61], 내안각 혹은 외안각 고정술[62-65], 비\n\n\n성형술[66-72], 등의 미용수술을 동반시행하여 환자의 만족\n\n\n도를 높일 수 있다.\n\n\n4. 사회 제도적 보완\n\n\n일단 이차적 변형이 발생하면, 정상적인 사회 복귀가 늦어\n\n\n지거나 때론 불가능하여, 남은 평생 동안 장해를 안고 살아가\n\n\n기도 한다. 교정을 위한 노력과 시간, 그리고 비용의 증가를 \n\n\n초래하여 효율성이 떨어질 뿐 아니라, 환자와 주변인의 정신\n\n\n적 스트레스가 증가하고 사회적 결손을 초래하기도 한다. 따\n\n\n라서 미용적, 기능적, 사회적 관점에서 외상환자의 치료에서 \n\n\n성형외과 의사의 조기 참여는 아주 중요하다고 할 수 있다. \n\n\n응급실에서부터 성형외과가 외상치료팀에 합류하여, 초기\n\n\n부터 전반적인 치료계획에 동참하는 시스템이 정착된다면, \n\n\n계획적인 치료, 순서에 맞는 합리적 치료, 그리고 적극적인 \n\n\n치료를 시행함으로써, 이차적 변형을 피하거나 최소화할 수 \n\n\n있을 것이다[10,11,73].\n\n\n찾아보기말:  안와골절; 안면골; 안구함몰\n\n\nORCID\nYong Ha Kim, https://orcid.org/0000-0002-1804-9086\n\n\nREFERENCES\n  1.  Wikipedia. Face [Internet]. [place unknown]: Wikipedia; 2018",
        "746  대한의사협회지\n\n\nJ Korean Med Assoc 2018 December; 61(12):740-748\n\n\n[cited 2018 Nov 23]. Available from: https://en.wikipedia.org/\nwiki/Face.\n\n\n  2.  Chua DY, Park SS. Posttraumatic nasal deformities: correcting \nthe crooked and saddle nose. Facial Plast Surg 2015;31:259-\n269.  \n\n\n  3.  Kim TG, Chung KJ, Lee JH, Kim YH, Lee JH. Clinical out-\ncomes between atrophic and nonatrophic mandibular fracture \nin elderly patients. J Craniofac Surg 2018;29:e815-e818.  \n\n\n  4.  Kim YH, Jung CY, Chung KJ, Lee JH, Kim TG. A systematized \nstrategy in corrective rhinoplasty for the Asian deviated nose. \nAnn Plast Surg 2017;79:7-12.  \n\n\n  5.  Suh MK, Jeong E. Correction of deviated nose. Arch Cranio-\nfac Surg 2018;19:85-93.  \n\n\n  6.  Kim TH, Kang SJ, Jeon SP, Yun JY, Sun H. Usefulness of \nindirect open reduction via a transconjunctival approach for \nthe treatment of nasal bone fracture associated with orbital \nblowout fracture. Arch Craniofac Surg 2018;19:102-107.  \n\n\n  7.  Kang CM, Han DG. Correlation between operation result and \npatient satisfaction of nasal bone fracture. Arch Craniofac \nSurg 2017;18:25-29.  \n\n\n  8.  Kang CM, Han DG. Objective outcomes of closed reduction \naccording to the type of nasal bone fracture. Arch Craniofac \nSurg 2017;18:30-36.  \n\n\n  9.  Kawamoto HK Jr. Late posttraumatic enophthalmos: a correc-\ntable deformity? Plast Reconstr Surg 1982;69:423-432.  \n\n\n10.  Hazani R, Yaremchuk MJ. Correction of posttraumatic enoph-\nthalmos. Arch Plast Surg 2012;39:11-17.  \n\n\n11.  Kim YH, Ha JH, Kim TG, Lee JH. Posttraumatic enophthal-\nmos: injuries and outcomes. J Craniofac Surg 2012;23:1005-\n1009. \n\n\n12.  Wolfe SA. The influence of Paul Tessier on our current \ntreatment of facial trauma, both in primary care and in the \nmanagement of late sequelae. Clin Plast Surg 1997;24:515-518.  \n\n\n13.  Kang DH, Jung DW, Kim YH, Kim TG, Lee J, Chung KJ. \nKirschner wire fixation for the treatment of comminuted \nzygomatic fractures. Arch Craniofac Surg 2015;16:119-124.  \n\n\n14.  Choi SH, Kang DH, Gu JH. The correlation between the orbi-\ntal volume ratio and enophthalmos in unoperated blowout \nfractures. Arch Plast Surg 2016;43:518-522. \n\n\n15.  Kim YH, Park Y, Chung KJ. Considerations for the manage-\nment of medial orbital wall blowout fracture. Arch Plast Surg \n2016;43:229-236.  \n\n\n16.  Pearl RM. Treatment of enophthalmos. Clin Plast Surg 1992; \n19:99-111. \n\n\n17.  Clauser L, Galie M, Pagliaro F, Tieghi R. Posttraumatic enoph-\nthalmos: etiology, principles of reconstruction, and correction. \nJ Craniofac Surg 2008;19:351-359. \n\n\n18.  Chen CT, Huang F, Chen YR. Management of posttraumatic \nenophthalmos. Chang Gung Med J 2006;29:251-261.  \n\n\n19.  Manson PN, Clifford CM, Su CT, Iliff NT, Morgan R. Mecha-\n\n\nnisms of global support and posttraumatic enophthalmos: I. \nThe anatomy of the ligament sling and its relation to intra-\nmuscular cone orbital fat. Plast Reconstr Surg 1986;77:193-\n202.  \n\n\n20.  Hur SW, Kim SE, Chung KJ, Lee JH, Kim TG, Kim YH. \nCombined orbital fractures: surgical strategy of sequential \nrepair. Arch Plast Surg 2015;42:424-430.\n\n\n21.  Choi WK, Kim YJ, Nam SH, Choi YW. Ocular complications \nin assault-related blowout fracture. Arch Craniofac Surg 2016; \n17:128-134.  \n\n\n22.  Park BC, Kim YH, Kim TG, Lee JH, Kim MM. Treatment \nof posttraumatic facial deformity patient with Brown's syn-\ndrome: case report. J Korean Cleft Palate Craniofac Assoc \n2010;11:33-36.\n\n\n23.  Choi JW, Kim N. Clinical application of three-dimensional \nprinting technology in craniofacial plastic surgery. Arch Plast \nSurg 2015;42:267-277.  \n\n\n24.  Kim Y, Kim H, Kim YO. Virtual reality and augmented reality \nin plastic surgery: a review. Arch Plast Surg 2017;44:179-187.  \n\n\n25.  Lee SC, Park SH, Han SK, Yoon ES, Dhong ES, Jung SH, You \nHJ, Kim DW. Prognostic factors of orbital fractures with mus-\ncle incarceration. Arch Plast Surg 2017;44:407-412. \n\n\n26.  Cha JH, Moon MH, Lee YH, Koh IC, Kim KN, Kim CG, Kim \nH. Correlation between the 2-dimensional extent of orbital \ndefects and the 3-dimensional volume of herniated orbital \ncontent in patients with isolated orbital wall fractures. Arch \nPlast Surg 2017;44:26-33.  \n\n\n27.  Choi SH, Kang DH, Gu JH. The correlation between the orbi-\ntal volume ratio and enophthalmos in unoperated blowout \nfractures. Arch Plast Surg 2016;43:518-522.\n\n\n28.  Kellman RM, Bersani T. Delayed and secondary repair of \nposttraumatic enophthalmos and orbital deformities. Facial \nPlast Surg Clin North Am 2002;10:311-323.  \n\n\n29.  Jain A, Rubin PA. Evaluation and management of post-\ntraumatic enophthalmos. Oper Tech Plastic Reconstr Surg \n2002;8:259-266.\n\n\n30.  Cheon JS, Seo BN, Yang JY, Son KM. Retrobulbar hematoma \nin blow-out fracture after open reduction. Arch Plast Surg \n2013;40:445-449.  \n\n\n31.  Girotto JA, Gamble WB, Robertson B, Redett R, Muehlberger \nT, Mayer M, Zinreich J, Iliff N, Miller N, Manson PN. Blind-\nness after reduction of facial fractures. Plast Reconstr Surg \n1998;102:1821-1834.  \n\n\n32.  Cheon JS, Seo BN, Yang JY, Son KM. Retrobulbar hematoma \nin blow-out fracture after open reduction. Arch Plast Surg \n2013;40:445-449.\n\n\n33.  Kim YH, Jung DW, Kim TG, Lee JH, Kim IK. Correction of \norbital wall fracture close to the optic canal using computer-\nassisted navigation surgery. J Craniofac Surg 2013;24:1118-\n1122.  \n\n\n34.  Jung DW, Chung KJ, Kim YH. The use of a transparent cor-",
        "외상 후 안면변형에 대한 지연재건술  747\n\n\nKim YH·Delayed reconstruction of posttraumatic facial deformities\n\n\nneal protector permits early detection of mydriasis to prevent \nblindness during orbital wall fracture surgery. Arch Plast Surg \n2013;40:791-792.  \n\n\n35.  Senese O, Boutremans E, Gossiaux C, Loeb I, Dequanter \nD. Retrospective analysis of 79 patients with orbital floor \nfracture: outcomes and patient-reported satisfaction. Arch \nCraniofac Surg 2018;19:108-113.  \n\n\n36.  Yoon SH, Lee JH. The reliability of the transconjunctival app-\nroach for orbital exposure: measurement of positional changes \nin the lower eyelid. Arch Craniofac Surg 2017;18:249-254.  \n\n\n37.  Kim YH, Seul JH. An analysis of delayed correction of 25- \ncases of post traumatic ocular displacement. J Korean Soc \nPlast Reconstr Surg 1997;24:1016-1030.\n\n\n38.  Tessier P. Inferior orbitotomy: a new approach to the orbital \nfloor. Clin Plast Surg 1982;9:569-575.  \n\n\n39.  Kim YH, Kim SE, Kim TG, Lee J. Expansion orbitotomy: \nanother approach to the orbital floor. J Craniofac Surg 2013; \n24:1397-1398.  \n\n\n40.  Kim YH, Kim TG, Lee JH, Nam HJ, Lim JH. Inlay implanting \ntechnique for the correction of medial orbital wall fracture. \nPlast Reconstr Surg 2011;127:321-326.  \n\n\n41.  Kim YH, Lee JH, Park Y, Kim SE, Chung KJ, Lee JH, Kim \nTG. Reconstruction of medial orbital wall fractures without \nsubperiosteal dissection: the “push-out” technique. Arch Plast \nSurg 2017;44:496-501.  \n\n\n42.  Rowe NL. The treatment of maxillary fractures when reduc-\ntion and fixation have been delayed. In: Rowe LN, Killy HC, \neditors. Fracture of the facial skeleton. 2nd ed. Edinburg: \nLivingstone; 1968. p. 439.\n\n\n43.  Yoon SH, Jeong E, Chung JH. Malar relocation with reverse-L \nosteotomy and autogenous bone graft. Arch Craniofac Surg \n2017;18:264-268. \n\n\n44.  Song SH, Kwon H, Oh SH, Kim SJ, Park J, Kim SI. Open \nreduction of zygoma fractures with the extended transcon-\njunctival approach and T-bar screw reduction. Arch Plast Surg \n2018;45:325-332.  \n\n\n45.  Kim T, Yeo CH, Chung KJ, Lee JH, Kim YH. Repair of lower \ncanalicular laceration using the mini-monoka stent: primary \nand revisional repairs. J Craniofac Surg 2018;29:949-952.  \n\n\n46.  Kim TG, Chung KJ, Kim YH, Lim JH, Lee JH. Medial can-\nthopexy using Y-V epicanthoplasty incision in the correction \nof telecanthus. Ann Plast Surg 2014;72:164-168.  \n\n\n47.  Byun IH, Byun D, Baek WY. Facial flap repositioning in post-\ntraumatic facial asymmetry. Arch Craniofac Surg 2016;17:240-\n243. \n\n\n48.  Shrotriya R, Puri V. Instrumentation in maxillofacial surgery: \nfew practical tips. Arch Plast Surg 2017;44:573-574.  \n\n\n49.  Yun S, Na Y. Panfacial bone fracture: cephalic to caudal. Arch \nCraniofac Surg 2018;19:1-2.  \n\n\n50.  Kim J, Yang HJ, Kim JH, Kim SJ. Reduction of the isolated \nanterior wall of the maxillary sinus fracture with double uri-\n\n\nnary balloon catheters and fibrin glue. Arch Craniofac Surg \n2017;18:238-242. \n\n\n51.  Kim HS, Kim SE, Lee HT. Management of Le Fort I fracture. \nArch Craniofac Surg 2017;18:5-8.  \n\n\n52.  Wolfe SA. Autogenous bone grafts versus alloplastic material \nin maxillofacial surgery. Clin Plast Surg 1982;9:539-540.  \n\n\n53.  Moon SJ, Suh HS, Park BY, Kang SR. Safety of silastic sheet for \norbital wall reconstruction. Arch Plast Surg 2014;41:362-365.  \n\n\n54.  Yang JH, Chang SC, Shin JY, Roh SG, Lee NH. Use of resor-\nbable mesh and fibrin glue for restoration in comminuted \nfracture of anterior maxillary wall. Arch Craniofac Surg 2018; \n19:175-180.  \n\n\n55.  Kontio R, Lindqvist C. Management of orbital fractures. Oral \nMaxillofac Surg Clin North Am 2009;21:209-220. \n\n\n56.  Choi WC, Choi HG, Kim JN, Lee MC, Shin DH, Kim SH, \nKim CK, Jo DI. The efficacy of bioabsorbable mesh in cranio-\nfacial trauma surgery. Arch Craniofac Surg 2016;17:135-139. \n\n\n57.  Swanson A. Stunning photos show why S. Korea is the plastic \nsurgery capital of the world [Internet]. Washington, DC: The \nWashington Post; 2015 [cited 2018 Nov 23]. Available from: \nhttps://www.washingtonpost.com/news/wonk/wp/2015/05/16/\nstunning-photos-show-why-south-korea-is-the-plastic-surgery-\ncapital-of-the-world/?utm_term=.8ed5f938f5f5.\n\n\n58.  Hwang K, Park JL. Purpose of zygoma reduction: not just for a \nsmaller cheek bone. J Craniofac Surg 2018;29:537-538.  \n\n\n59.  Rohrich RJ, Coberly DM, Fagien S, Stuzin JM. Current con-\ncepts in aesthetic upper blepharoplasty. Plast Reconstr Surg \n2004;113:32e-42e.  \n\n\n60.  Park J, Yun S, Son D. Changes in eyebrow position and move-\nment with aging. Arch Plast Surg 2017;44:65-71.   \n\n\n61.  Innocenti A, Melita D, Ghezzi S, Ciancio F. Extended trans-\nconjunctival lower eyelid blepharoplasty with release of the \ntear trough ligament and fat redistribution. Plast Reconstr \nSurg 2018;142:235e-236e.  \n\n\n62.  Elbarbary AS, Ali A. Medial canthopexy of old unrepaired \nnaso-orbito-ethmoidal (noe) traumatic telecanthus. J Cranio-\nmaxillofac Surg 2014;42:106-112.  \n\n\n63.  Kim YJ, Lee KH, Choi HL, Jeong EC. Cosmetic lateral canth-\noplasty: preserving the lateral canthal angle. Arch Plast Surg \n2016;43:316-320.  \n\n\n64.  Chae SW, Yun BM. Cosmetic lateral canthoplasty: lateral can-\nthoplasty to lengthen the lateral canthal angle and correct the \nouter tail of the eye. Arch Plast Surg 2016;43:321-327.  \n\n\n65.  Kim MS. Effective lateral canthal lengthening with triangular \nrotation flap. Arch Plast Surg 2016;43:311-315.  \n\n\n66.  Chen CT, Hu TL, Lai JB, Chen YC, Chen YR. Reconstruction \nof traumatic nasal deformity in Orientals. J Plast Reconstr \nAesthet Surg 2010;63:257-264.\n\n\n67.  Kim JY, Yang HJ, Jeong JW. A New Technique for conchal car-\ntilage harvest. Arch Plast Surg 2017;44:166-169.",
        "748  대한의사협회지\n\n\nJ Korean Med Assoc 2018 December; 61(12):740-748\n\n\n68.  Lee CA, Kim JW. Reconstruction of the alar-facial groove \nusing a nasolabial flap and medial directional force with a \n'tissue-adding' effect. Arch Plast Surg 2017;44:469-470. \n\n\n69.  Kim YK, Shin S, Kang NH, Kim JH. Contracted nose after \nsilicone implantation: a new classification system and treat-\nment algorithm. Arch Plast Surg 2017;44:59-64.  \n\n\n70.  Agrawal KS, Pabari M, Shrotriya R. A refined technique for \nmanagement of nasal flaring: the quest for the holy grail of \nalar base modification. Arch Plast Surg 2016;43:604-607.  \n\n\n71.  Jang YJ, Kim SM, Lew DH, Song SY. Simple correction of alar \nretraction by conchal cartilage extension grafts. Arch Plast \nSurg 2016;43:564-569. \n\n\n72.  Wright EJ, Khosla RK, Howell L, Lee GK. Rhinoplasty educa-\ntion using a standardized patient encounter. Arch Plast Surg \n2016;43:451-456.  \n\n\n73.  Chung KJ, Kim YH, Kim TG, Lee JH, Lim JH. Treatment of \ncomplex facial fractures: clinical experience of different timing \nand order. J Craniofac Surg 2013;24:216-220.\n\n\n Peer Reviewers’ Commentary\n\n\n이 논문은 각종 외상 후 발생하는 안면변형에 대한 개론과 이를 \n\n\n위한 성형외과 측면에서의 지연 재건술을 기술하고 있다. 특히, \n\n\n외상 후 안면변형 중에서도 일반 임상 의사들에게 다소 생소한 \n\n\n분야인 안와골절과 관련된 외상 후 변형에 대해 자세히 소개하\n\n\n고 있다. 외상 후 안면변형에 대한 형태학적 서술과 이들이 잔존\n\n\n하게 되는 다양한 원인, 그리고 재건을 위하여 변형의 정도를 어\n\n\n떻게 평가할 것인지를 체계적으로 분석하고 있다. 동시에 이차적 \n\n\n재건술을 소개함에 있어서 각각의 변형에 맞는 재건수술 방법을 \n\n\n예시를 사용하여 간단하면서도 명료하게 기술하여 쉽게 이해가 \n\n\n되도록 기술하고 있다. 외상 후 안면변형으로 고통 받는 많은 환\n\n\n자들에게 훌륭한 교정이 가능함을 소개하고 있다는 점에서 의의\n\n\n가 큰 것으로 판단된다.  \n\n\n [정리: 편집위원회]"
    ],
    "pdf": "0ad0e5e659085a8d23d2ac2bdcf6a34e4c0fac2b.pdf",
    "num_pages": 9
}