{
    "pages": [
        "FOCUSED ISSUE OF THIS MONTH·EDITORIAL\nJ Korean Med Assoc 2016 August; 59(8):569-571\n\n\npISSN 1975-8456 / eISSN 2093-5951\n\n\nhttp://dx.doi.org/10.5124/jkma.2016.59.8.569\n\n\n단체적 전문직업성과 자율규제  569\n\n\n서론 \n\n\n최근 언론매체에 보도된 몇 가지 바람직하지 못한 사건은 \n\n\n의사집단에 대한 심각한 신뢰성 추락을 야기하였다. 이에 대\n\n\n하여 보건복지부도 급기야 향후 의사면허관리를 포함한 의\n\n\n료규제에 관한 새로운 안을 발표하였다[1]. 이제 의사집단에\n\n\n서 자율규제란 단어는 심심치 않게 회자되고 있으며 자율규\n\n\n제의 능동적 도입 주장과 자율규제의 취지를 이해하지 못하\n\n\n는 회원의 반대도 만만치 않다[2]. 자율규제 도입에 발생하\n\n\n는 의료계 내부 갈등은 동아시아가 갖는 의학의 역사·문화\n\n\n적 배경이 원인이 되기도 한다. 우리나라에서 일제 강점기에 \n\n\n본격적으로 도입되기 시작한 생의학 위주의 일본식 서양의\n\n\n학의 전수는 전문직의 자율성에 대한 발달장애 현상을 초래\n\n\n하였다. 반면에 싱가포르, 말레이시아, 홍콩 그리고 서태평\n\n\n양 도서 국가는 영국식 식민주의 경험으로 전문직 자율규제\n\n\n를 자연스럽게 문화유산으로 수용하였다. 서양의학을 심어\n\n\n준 영국인들에 의하여 서양의학이 가지고 있는 단체적 전문\n\n\n직업성에 대한 체화된 과정을 이미 겪었기에 자율규제를 반\n\n\n대할 이유가 없었기 때문이다. \n\n\n의사의 집단적 혹은 단체적 전문직업성이란 의사단체가 갖\n\n\n추어야 할 전문직업성을 의미하는데 캐나다 퀘백주 면허기구\n\n\n의 정의에 의하면 임상자주성, 직무윤리, 그리고 자율규제의 \n\n\n세 가지 요소를 의미한다. 간단히 해석한다면 임상에서 직무\n\n\n윤리를 근거로 한 임상 판단의 자주성 보장과 회원의 합의로 \n\n\n결정된 의료수준 설정과 이에 미달하는 의료에 대한 징계 그\n\n\n리고 수준 이하 의료를 방지하기 위한 예방조치를 취할 수 있\n\n\n는 의사집단의 권한과 역량을 의미한다. 자율규제의 담론에는 \n\n\n중요한 전제조건이 따르는데 현대적 의사집단은 공적인 일을 \n\n\n담당하는 법정기구와 의사 자신의 신분과 경제적 보상이 주\n\n\n된 관심사인 조합성격의 2가지 별개의 단체가 존재한다는 것\n\n\n이다. 당연히 법정기구는 가입의 의무가 있고 조합의 가입은 \n\n\n선택사안이다. 이것은 1858년, 영국의사회(British Medical \n\n\nAssociation)가 의회를 설득하여 법정단체인 영국의학협회\n\n\n(General Medical Council)를 설립하여 두 단체의 직능적 구분\n\n\n을 명확히 한 것이 효시였다[3]. 영국의학협회는 의사의 등록, \n\n\n면허, 그리고 교육과 평가를 담당한다. 현재의 대한의사협회는 \n\n\n과거 의학협회로서 공적인 법정단체로 출발하였으나 1995년 \n\n\n조합의 성격이 강한 대한의사협회로 명칭을 변경하였다. 우리\n\n\n나라에서 의학협회와 의사협회의 단체적 성격의 구분과 단체\n\n\n적 전문직업성에 대한 모호한 이해도는 의사단체가 자율규제\n\n\n권을 확보하는 것이 그렇게 쉽지 않은 것임을 예고하고 있다. \n\n\n그러므로 본 특집에서는 의사전문직이 반드시 갖추어야 \n\n\n하나 우리나라 의료계에서 누락되었던 자율규제의 역사적·\n\n\n문화적 기원과 철학적·사회학적 담론, 그리고 최근 쟁점이 \n\n\n단체적 전문직업성과 자율규제\n안 덕 선1,2 | 고려대학교 의과대학 1의인문학교실, 2성형외과학교실  \n\n\nCollective professionalism and self-regulation  \nDucksun Ahn, MD1,2 \n\n\nDepartments of 1Medical Humanities and 2Plastic Surgery, Korea University College of Medicine, Seoul, Korea \n\n\nReceived: June 20, 2016    Accepted: June 28, 2016\n\n\nCorresponding author: Ducksun Ahn \n                            E-mail: dsahn@korea.ac.kr\n\n\n© Korean Medical Association \nThis is an Open Access article distributed under the terms of the Creative \nCommons Attribution Non-Commercial License (http://creativecommons.\norg/licenses/by-nc/3.0) which permits unrestricted non-commercial use, \ndistribution, and reproduction in any medium, provided the original work \nis properly cited.",
        "570  대한의사협회지\n\n\nJ Korean Med Assoc 2016 August; 59(8):569-571\n\n\n되고 있는 자율규제에 관련된 내용을 검토하고 앞으로 자율\n\n\n규제에 관한 전문직업성의 발전을 모색하여 보고자 한다. 이\n\n\n것은 전문직 단체가 갖추어야 할 가장 기본적 요건인 자율규\n\n\n제를 체화된 문화적 유산이 아닌 능동적인 학습과 연구를 통\n\n\n하여 체득하려는 목적이고 한편으로는 우리나라 의학의 탈\n\n\n후식민적 시도의 의미를 갖는다.  \n\n\n이러한 배경 속에 의사에 대한 자율규제의 기원과 조건이 \n\n\n어디에서 출발하는가를 프랑스의 국가철학과 의학전문성의 \n\n\n담론으로 살펴보았다. 프랑스의 의철학자인 카바니스는 의\n\n\n료의 공공성을 강조하였으며 의사가 전문성을 존중받기 위\n\n\n해서는 의사집단이 국민과 정부로부터 규제권한을 위임 받\n\n\n아서 자율규제를 해야 한다고 주장하였다[4,5]. 프랑스는 대\n\n\n혁명 이후 현재까지 200여 년의 시간을 겪으며 맹렬한 논의 \n\n\n과정을 통해 의학전문직업성에 자율·평등·박애라는 국가\n\n\n철학을 담아왔다. 즉, 의사전문직 단체가 자율규제에 권한을 \n\n\n보유할 수 있었던 것은 국가철학인 박애를 통해 평등을 실천\n\n\n하고 있음을 국민과 정부에게 지속적으로 보여주었기 때문\n\n\n이고 이를 인정받아 자율규제의 권리를 부여 받은 것이다. \n\n\n자율규제의 역사적 전개과정과 더불어 자율규제의 필요성\n\n\n이나 당위성은 사회계약론적 해석이 가능하다. 즉, 사회는 \n\n\n의사집단에게 의료를 행할 수 있는 독점권을 부여하는 반면\n\n\n에 의사집단은 사회에게 최고, 최선의 의료를 보답하는 것\n\n\n인데 현대사회에서 이제 자율규제는 선택의 문제가 아닌 필\n\n\n수불가결한 제도로도 인식될 수 있다. 왜냐하면 관료집단이\n\n\n나 정부기관의 전문성은 의료나 법률에 관한 고도로 전문화\n\n\n되고 복잡하고 복합된 전문영역에 미칠 수가 없기 때문이다. \n\n\n사회계약에 의한 자율규제에의 분석은 홉스, 루크 그리고 루\n\n\n소 등 계몽주의 철학자들의 이론과 계약 이전의 공정을 바탕\n\n\n으로 한 정의로운 계약이 자율규제의 정당성을 부여할 수 있\n\n\n다는 롤즈의 현대적 주장을 담고 있는데 이것은 스티글러의 \n\n\n지적과 같이 정부와 같이 공공성이 강조되는 집단도 개인적 \n\n\n속성과 같이 이기적 동기에 추동되는 본성을 공유한다는 점\n\n\n에 대한 대안적 지적이다[6]. 롤즈는 자발적 합의에 근거하\n\n\n였어도 사회적 정의를 따르지 못하는 제도가 갖는 책무성 문\n\n\n제를 경계하고 있다[7`~10]. \n\n\n관료주의는 전문직의 자율규제의 발달을 저해하는 요소이\n\n\n다. 우리나라 의사집단은 자율적인 징계권한이 사실상 존재\n\n\n하지 않고 보건복지부 장관에 의한 면허 취소에 의한 자격상\n\n\n실이나 일정기간의 자격정지처분으로 되어있다. 관료의 권위\n\n\n가 전문직의 전문성을 추월하고 전문성 결여에도 불구하고 \n\n\n행정적으로 우월적인 위치를 차지하고 있다는 시대착오적인 \n\n\n현상이다. 의사협회에게 주어진 자율징계권은 의료법 66조에 \n\n\n2항에 의하여 중앙회 윤리위원회의 심의, 의결을 거쳐 보건\n\n\n복지부장관에게 행정처분을 요구할 수 있으나 그나마 실제로 \n\n\n중앙윤리위원장이 요구권을 행사하였음에도 보건복지부장관\n\n\n의 자격정지 처분으로 이루어지지 않았다. 현재 대한의사협\n\n\n회의 산하기관인 중앙윤리위원회가 철저한 독립성, 개방성을 \n\n\n확립하기도 쉽지 않고 조사권에 대한 법적 근거도 없다. 징계\n\n\n사유의 근거도 시대착오적 용어인 품위손상이 그대로 사용되\n\n\n고 있다. 품위에 대한 정의나 규명은 이제 수준으로 대체되어\n\n\n야 한다. 의료윤리를 바탕으로 의사들의 합의에 의하여 설정\n\n\n된 의료수준에 의한 행정처분은 난제로 보인다.  \n\n\n독일은 전문가단체에게 자율적인 징계제도를 맡기고 있으\n\n\n며 이 절차를 독일어로 직업법원(Berufsgericht)이라고 한다.  \n\n\n이것은 최근 영국의학협회가 도입한 MPTS (Medical Prac-\n\n\ntitioners Tribunal Service)제도와 유사한 것으로 사법제도가 \n\n\n가지고 있는 1심의 기능을 전문직 단체에 위임한 것이다. 자율\n\n\n규제의 근거는 의료윤리를 바탕으로 한 의료수준이며 이렇게 \n\n\n자체적으로 설정한 수준에 의하여 규제하는 것은 법과 윤리 모\n\n\n두 의사나 환자의 손해 예방적 기능을 발전시키기 위한 것이나 \n\n\n윤리적 근거가 법보다 더 포괄적이고 더 높은 구속력이 인정되\n\n\n기 때문이다. 이러한 직업법원에서 운영되는 징계절차는 법에 \n\n\n의한 형사적인 절차의 징계, 무죄, 유죄 판결과는 별개의 사안\n\n\n으로 형사처벌에 의한 방해를 받지 않으며 이중처벌로 간주되\n\n\n지 않는다. 직업법원 이외 독일은 연방건강보험공단 의사협회 \n\n\n징계절차가 별도로 존재한다. 이것은 건강보험제도의 올바른 \n\n\n진료와 완전성을 보장하기 위한 것으로 자체적으로 일정기관\n\n\n의 정지명령 또는 면허박탈까지 부과할 수 있다[11,12]. \n\n\n19세기에 출발한 영국의학협회도 일반사회대표가 기관의 \n\n\n운영에 참여하기 시작한 것은 1926년에 비로소 가능하였다. \n\n\n설립 당시부터 1970년대 말까지 영국의학협회는 자율규제\n\n\n에 소극적이나 여러 가지 사회적 물의를 일으킨 사건을 통",
        "단체적 전문직업성과 자율규제  571\n\n\nAhn D•Organizational professionalism and self-regulation\n\n\n하여 영국사회의 비난과 질타에 직면하였었다[13]. 의사집\n\n\n단의 내부 보호시각, 소극적인 동료평가, 일반시민의 공식적 \n\n\n불만제기의 어려움에 대한 문제점이 지적되었고 개선의 요\n\n\n구가 거세게 닥쳐왔었다. 영국의학협회는 1992년 이후 자체\n\n\n적 구조개혁과 면허관리에 보다 더 적극적으로 나서게 되었\n\n\n다. 의사면허의 갱신 도입, 그리고 투명성과 공정성 확대를 \n\n\n위한 개방적 정책으로 이사회의 의석배분을 의사와 일반인\n\n\n을 동수로 선발하여 운영하고 있다[14,15]. 영국의 자율규제 \n\n\n경험이 시사하는 바는 자율규제라는 것이 지나치게 규제 위\n\n\n주로 가지 말아야 하고 좋은 의료를 장려하는 전문직업성의 \n\n\n향상에도 초점을 두어야 하며 투명성, 개방성 그리고 공정성\n\n\n의 확보가 필수적이라는 사실이다. \n\n\n그러나 무엇보다도 우리나라에서 의사단체가 자율규제의 \n\n\n권리를 확보하기 위해서는 변호사, 변리사, 공인회계사, 세무\n\n\n사들과 같이 직능별로 별도의 법률이 구성되어있어야 한다. \n\n\n의사의 자율규제를 논할 때 흔히 변호사의 자율규제가 비교\n\n\n된다. 변호사는 명확한 법적근거를 바탕으로 자율규제를 하고 \n\n\n있는데 반하여 의사는 다양한 보건의료 직종이 공통으로 적용\n\n\n받는 의료법으로 묶여진 법률에 근거를 하고 있다. 우리나라 \n\n\n현행 의료법의 법률 검토에서 의사는 변호사와 같이 전문직으\n\n\n로 분류 가능한 근거가 확인되지 않고 있는 것이다. 의사의 자\n\n\n율규제가 가능하려면 우선 의사법 제정이 선결과제로 판단된\n\n\n다. 이에 우리나라에서 의사전문직의 자율규제를 구현하기 위\n\n\n해서는 현행 의료법이 자율규제의 법률적 근거로 부족하다는 \n\n\n사실을 직시하여야 한다. 의사 사회는 전문직, 사회, 정부주도\n\n\n의 법적 규제의 한계와 낭비적 요소를 인식시키고 의사의 사\n\n\n회적 책무성의 제고를 위해서는 전문직, 정부, 사회가 동반자\n\n\n적 관계에서 자율규제 권한의 전문직 이양에 대한 합의를 도\n\n\n출하여야 한다. 물론 의사법 제정이 그 출발점이 되어야 한다.\n\n\nAcknowledgement \n\n\nThis study was supported by the Research Institute \n\n\nfor Healthcare Policy, Korean Medical Association in \n\n\n2015 (2015-2).\n\n\nORCID\nDucksun Ahn, http://orcid.org/0000-0003-2762-0026\n\n\nREFERENCES\n  1.  Ministry of Health and Welfare. Reinforcement of medical \n\n\nregulation for patients’safety. Sejong: Ministry of Health and \nWelfare; 2016. \n\n\n  2.  Korean Medical Association. Public hearing for improving \nthe system of regulating license and achieving self-regulation \nauthority. Seoul: Korean Medical Association; 2016. \n\n\n  3.  Irvine D. A short history of the General Medical Council. Med \nEduc 2006;40:202-211.\n\n\n  4.  Role A, Boulet L. Georges Cabanis: the doctor of Brumaire. \nParis: Editions Fernand Lanore; 1994.\n\n\n  5.  Pouliquen Y. Cabanis, an ideologue: from Mirabeau to Bona-\nparte. Paris: Odile Jacob; 2013.\n\n\n  6.  Stigler GJ. The theory of economic regulation. Bell J Econ \nManag Sci 1971;2:3-21.\n\n\n  7.  Rawls J. Lectures on the history of political philosophy. Cam-\nbridge: Harvard University Press; 2007. \n\n\n  8. Rawls J. Two concepts of rules. Philos Rev 1955;64:3-32. \n\n\n  9.  Rawls J. Legal obligation and the duty of fair play. In: Hook S, \neditor. Law and philosophy. New York: New York University \nPress; 1964. \n\n\n10.  Rawls J. A theory of justice. Cambridge: Harvard University \nPress; 1999.\n\n\n11.  Kim B. Study on the legal status of the German Federal Medi-\ncal Association and the German Federal States as public cor-\nporation. Korean J Med Law 2013;21:87-105.\n\n\n12.  High Administrative Court (OVG) of Luneburg. Revocation of \nlicense due to medical billing fraud. Az. 8 LA 142/13 (July 23, \n2014). \n\n\n13.  Smith DJ. The shipman inquiry fifth report. Safeguarding \npatients: lessons from the past-proposals for the future. London: \nShipman Inquiry; 2004.\n\n\n14.  Donaldson L. Medical revalidation: principles and next steps. \nLondon: Department of Health; 2008.\n\n\n15.  General Medical Council. Revalidation: a statement of intent. \nLondon: General Medical Council; 2010.\n\n\n편집자 주\n\n\n본 특집에서는 Medical Professionalism은 의사전문직업성으로 \n\n\n표기함. 한국의학교육학회는 Medical Professionalism을 의학전\n\n\n문직업성으로 표기하고 있음."
    ],
    "pdf": "0ad861555fba44acded0608ad91b797e2e8e7dc9.pdf",
    "num_pages": 3
}